docs/history/history10/KBhthe_1920s.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-07 Mon 13:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The 1920s</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">The 1920s</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2022-03-07 Mon 13:58</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhlocke_and_and_dubois.html'>Locke and and DuBois</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org36c88a4">1. Context</a></li>
<li><a href="#org56e731b">2. Reading</a></li>
<li><a href="#orga21733d">3. Harlem Context</a></li>
<li><a href="#orge4f313a">4. Jazz</a></li>
<li><a href="#org4d6d1f1">5. So why did the Harlem Renaissance end?</a></li>
<li><a href="#orgb367020">6. Station Gallery</a>
<ul>
<li><a href="#orgd1b3417">6.1. Within Our Gates</a></li>
<li><a href="#org1ad5026">6.2. Idyll of the Deep South</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-org36c88a4" class="outline-2">
<h2 id="org36c88a4"><span class="section-number-2">1</span> Context</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Push-back on conservative</li>
<li>Jazz</li>
<li>Massive consumerism; the average American has debt 2.5 their net worth</li>
<li>Ford cars</li>
<li>Massive immigration restrictions: pitched to favour northern European immigrants</li>
<li>Babe Ruth: baseball and celebrity culture takes off</li>
<li>KKK and white supremacy: most confederate monuments were built around this time</li>
</ul>
</div>
</div>

<div id="outline-container-org56e731b" class="outline-2">
<h2 id="org56e731b"><span class="section-number-2">2</span> Reading</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="../../../src/history/history10/KBhlocke_and_and_dubois.html#ID-8A6E6D3D-516C-43B1-8A36-608A2DB7449A">Locke and and DuBois</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga21733d" class="outline-2">
<h2 id="orga21733d"><span class="section-number-2">3</span> Harlem Context</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Jazz: new, edgy art form</li>
<li>Blues: prohibitively new culture</li>

<li>"Variety and diversity of Black life."</li>
</ul>

<p>
Common Themes: slavery + freedom, marginalization, folk traditions, black identity; performing arts and culture being sponsored by white audiences, self-determination, and religion
</p>
</div>
</div>

<div id="outline-container-orge4f313a" class="outline-2">
<h2 id="orge4f313a"><span class="section-number-2">4</span> Jazz</h2>
<div class="outline-text-2" id="text-4">
<p>
Jazz moved north by Southern migrants. Not Embraced by the black elite + becoming generically "American" genre.
</p>

<p>
Allowed the first racial mingling.
</p>
</div>
</div>

<div id="outline-container-org4d6d1f1" class="outline-2">
<h2 id="org4d6d1f1"><span class="section-number-2">5</span> So why did the Harlem Renaissance end?</h2>
<div class="outline-text-2" id="text-5">
<p>
The Great Depression: began to have a greater impact on the black population. 50% of Harlem unemployed, continuous flow of refugees from South needing public assistance, with little to no funding for arts.
</p>

<ul class="org-ul">
<li>Prohibits ends, white patrons no longer sought illegal clubs.</li>
<li>Harlem Riot of 1935: arrest of shoplifter, 3 dead.</li>
<li>Identity Lit =&gt; Proletariat Lit: that Black intellectualism focuses from uplifting African Americans to uplifting poor</li>
</ul>
</div>
</div>

<div id="outline-container-orgb367020" class="outline-2">
<h2 id="orgb367020"><span class="section-number-2">6</span> Station Gallery</h2>
<div class="outline-text-2" id="text-6">
<ol class="org-ol">
<li>What is the most striking, what stands out?</li>
<li>Can you identify any poignant imagery? metaphore? symbolism?</li>
<li>What is the mood? what is the message?</li>
<li>Themes and connections?</li>
<li>What can we learn about the Harlem Renissance from this piece?</li>
</ol>
</div>

<div id="outline-container-orgd1b3417" class="outline-3">
<h3 id="orgd1b3417"><span class="section-number-3">6.1</span> Within Our Gates</h3>
<div class="outline-text-3" id="text-6-1">
<ol class="org-ol">
<li>What struck out was the strong element of race which prevailed through the film: that the tension caused by race is made a central element of the actual film.</li>
<li>Side note: the association between manhood and women hood is blurred</li>
<li>There was great contention throughout the film, but the contention seems to be much more unspoken</li>
</ol>
</div>
</div>

<div id="outline-container-org1ad5026" class="outline-3">
<h3 id="org1ad5026"><span class="section-number-3">6.2</span> Idyll of the Deep South</h3>
<div class="outline-text-3" id="text-6-2">
<ol class="org-ol">
<li>The most striking point of the figure is of course the faintness of the siloettes which hides a sign of identity and individualism in favor of a specific</li>
<li>One particularly important aspects that I noticed was the overall facing which an individual had&#x2014;that characters are focused against the "flow" of the crowd, showing a sense of individualism, but generally one moved towards one direction</li>
</ol>
</div>
</div>
</div>
</div>
</body>
</html>
